[
    {
        "id": 1467103766,
        "header": "Refreshing our Transparency Report for copyright removals",
        "body": "Back in 2012, as a part of our continuing effort to increase transparency around the flow of information online, we began disclosing the number of requests we get from copyright owners (and the organizations that represent them) to remove Google Search results because they allegedly link to infringing content.\n\nWhether you’re hiking on the Olympic Peninsula or attending your cousin’s wedding, go beyond the flat photo or selfie. With Cardboard Camera—now available on iOS as well as Android—you can capture 3D 360-degree virtual reality photos. Just like Google Cardboard, it works with the phone you already have with you.",
        "date": "2016-09-24T20:32:31.987Z"
    },
    {
        "id": 122694704956,
        "header": "National Museum of African American History",
        "body": "Next week marks the grand opening of the Smithsonian's National Museum of African American History and Culture (NMAAHC). A museum 100 years in the making, the NMAAHC is much more than just a collection of artifacts. Within its walls, visitors will take part in an immersive journey into the important contributions of African Americans in the United States. It’s a mosaic of stories — stories from our history that are core to who we are as a nation. And we’re proud to help bring these stories to life with a first-of-its-kind 3D interactive exhibit and a $1 million grant from Google.org, part of our ",
        "date": "2016-09-24T20:35:22.978Z"
    },
    {
        "id": 1449270414034,
        "header": "See More, Plan less - try MY Trips",
        "body": "Whether you’re juggling work, school, family, or just the demands of daily life, everyone needs a little break and a new adventure sometimes.\n\nBut knowing what to do once your vacation starts can turn what’s supposed to be fun into a lot of work. You might get recommendations from friends, professional travel guides, or online reviews — but figuring out how to squeeze everything you want to do into a finite window of time can be stressful, especially when you’re in a new place, often with limited access to the web. \n\nEach media query may include a media type followed by one or more expressions. Common media types include all, screen, print, tv, and braille. The HTML5 specification includes new media types, even including 3d-glasses. Should a media type not be specified the media query will default the media type to screen.\n\nThe media query expression that follows the media type may include different media features and values, which then allocate to be true or false. When a media feature and value allocate to true, the styles are applied. If the media feature and value allocate to false the styles are ignored.",
        "date": "2016-09-24T20:38:00.404Z"
    }
]